Repository: akmohtashami/system-analysis-project
Catalog: code/locale/*/LC_MESSAGES/django.po
Languages: fa

source: index content
fa: محتویات صفحه‌ی اصلی

source: exchange fee
fa: کارمزد تبدیل

source: Save
fa: ذخیره

source: Home page updated successfully
fa: صفحه‌ی اول با موفقیت به‌روز‌رسانی شد

source: Exchange fee updated successfully
fa: کارمزد تبدیل با موفقیت به‌روز‌رسانی شد

source: Invalid sheba number
fa: شماره‌ی شبای نامعتبر

source: Sheba number
fa: شماره‌ی شبا

source: short name
fa: نام کوتاه

source: name
fa: نام

source: currency
fa: واحد

source: transaction fee
fa: کارمزد تراکنش

source: active
fa: فعال

source: Designate whether this type of requests can be created.
fa: مشخص می‌کند آیا این نوع از درخواست‌ها قابل ایجاد هستند.

source: description
fa: توضیحات

source: min amount
fa: حداقل مقدار

source: max amount
fa: حداکثر مقدار

source: Withdraw is only allowed from IRR account
fa: برداشت تنها از حساب ریالی مجاز است

source: Min amount must be less than or equal to max amount
fa: مقدار کمینه باید کمتر مساوی مقدار بیشینه باشد

source: Pending
fa: در انتظار

source: Processing
fa: در حال انجام

source: Done
fa: انجام شده

source: Rejected
fa: رد شده

source: service type
fa: نوع سرویس

source: owner
fa: صاحب

source: operator
fa: کارمند

source: amount
fa: مقدار

source: status
fa: وضعیت

source: creation date
fa: تاریخ ایجاد

source: Withdraw
fa: برداشت

source: User
fa: کاربر

source: Amount
fa: مقدار

source: Status
fa: وضعیت

source: Operator
fa: کارمند

source: Description
fa: توضیحات

source: Accept
fa: پذیرفتن

source: Reject
fa: رد کردن

source: Type
fa: نوع

source: Date
fa: تاریخ

source: You have not submitted any requests yet
fa: شما هنوز هیچ درخواستی ارسال نکرده‌اید

source: Details
fa: جزییات

source: No requests yet
fa: تاکنون درخواستی داده نشده است

source: Submit
fa: ارسال

source: Total due
fa: قابل پرداخت

source: Confirm
fa: تایید

source: Back
fa: بازگشت

source: Due to fluctuations in exchange rates the values may not be accurate after %(error)s decimal digits.
fa: به دلیل نوسانات نرخ ارز مقادیر ممکن است بعد از %(error)s رقم اعشار دقیق نباشند.

source: Add new service type
fa: افزودن نوع سرویس جدید

source: Name
fa: نام

source: Fee
fa: کارمزد

source: Edit
fa: ویرایش

source: Active
fa: فعال

source: Inactive
fa: غیرفعال

source: There is no service type yet.
fa: هیچ نوع سرویسی وجود ندارد

source: New service type has been successfully added.
fa: نوع سرویس جدید با موفقیت اضافه شد.

source: Amount can not be less than %(amount)s
fa: مقدار نمی‌تواند کمتر از %(amount)s باشد.

source: Amount can not be more than %(amount)s
fa: مقدار نمی‌تواند بیشتر از %(amount)s باشد.

source: Insufficient funds
fa: موجودی ناکافی

source: Internal error. Please try again in a few minutes
fa: خطای داخلی. لطفا چند دقیقه‌ی دیگر دوباره تلاش کنید

source: Your request have been successfully submitted
fa: درخواست شما با موفقیت ارسال شده است

source: You can't accept this request.
fa: شما نمی‌توانید این درخواست را بپذیرید.

source: You can't reject this request.
fa: شما نمی‌توانید این درخواست را رد کنید.

source: You can't finish this request.
fa: شما نمی‌توانید این درخواست را به پایان برسانید.

source: Service type has been updated.
fa: نوع سرویس به‌روزرسانی شد

source: email
fa: پست الکترونیکی

source: text
fa: متن

source: visible
fa: قابل مشاهده

source: New message received from %(name)s (%(email)s):
fa: پیام جدید دریافت شد از%(name)s (%(email)s):

source: Add new static page
fa: افزودن صفحه‌ی ایستای جدید

source: Short Name
fa: نام کوتاه

source: Visible
fa: قابل مشاهده

source: Invisible
fa: مخفی

source: There is no static page yet.
fa: هیچ صفحه‌ی ایستایی وجود ندارد

source: Feedback
fa: بازخورد

source: Your email has been send successfully.
fa: نامه‌ی شما با موفقیت ارسال شد.

source: Your email has not been send.
fa: نامه‌ی شما ارسال نشده است.

source: New static page has been successfully added.
fa: صفحه‌ی ایستای جدید با موفقیت اضافه شد.

source: Static page has been updated.
fa: صفحه‌ی ایستا به‌روزرسانی شد

source: Charge
fa: شارژ

source: Exchange
fa: تبدیل

source: Order history
fa: تاریخچه‌ی سفارش‌ها

source: Logout
fa: خروج

source: Login
fa: ورود

source: Register
fa: ثبت‌نام

source: Home
fa: خانه

source: Send credit
fa: ارسال اعتبار

source: Exchange rates
fa: نرخ‌های تبدیل

source: Admin
fa: مدیریت

source: Edit homepage
fa: ویرایش صفحه‌ی اول

source: Edit exchange fee
fa: ویرایش کارمزد تبدیل

source: All service type
fa: تمام نوع سرویس ها

source: All users
fa: تمام کاربران

source: All requests
fa: تمام درخواست‌ها

source: All pages
fa: تمام صفحات

source: Company account
fa: حساب شرکت

source: Services
fa: خدمات

source: Pages
fa: صفحات

source: Send
fa: ارسال

source: Please enter a correct %(username)s and password. Note that password is case-sensitive.
fa: لطفا یک %(username)s و رمز عبور صحیح وارد کنید. توجه کنید که رمز عبور به بزرگی و کوچکی حروف حساس است

source: This account is inactive.
fa: این حساب کاربری غیرفعال شده است

source: subject
fa: موضوع

source: monthly salary
fa: حقوق ماهیانه

source: staff status
fa: وضعیت staff

source: Designates whether the user can log into this admin site.
fa: مشخص می‌کند آیا کاربر می‌تواند وارد قسمت مدیریت جنگو شود.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fa: مشخص می‌کند آیا این کاربر فعال است. به جای حذف کردن، این گزینه را غیرفعال کنید.

source: type
fa: نوع

source: Add
fa: افزودن

source: Change Password
fa: تغییر رمز عبور

source: Not a member yet? register here.
fa: هنوز عضو نشده‌اید؟ اینجا کلیک کنید.

source: Add User
fa: افزودن کاربر

source: Email
fa: پست الکترونیکی

source: There is no user yet.
fa: هیچ کاربری وجود ندارد

source: You have been successfully registered.
fa: شما با موفقیت ثبت‌نام شده‌اید

source: You have been logged in successfully.
fa: شما با موفقیت وارد شده‌اید

source: You have been logged out successfully.
fa: شما با موفقیت خارج شده‌اید

source: Your password was successfully updated.
fa: رمز عبور شما با موفقیت به روزرسانی شد

source: User has been successfully added.
fa: کاربر با موفقیت اضافه شد.

source: User has been updated.
fa: کاربر به‌روزرسانی شد

source: The two password fields didn't match.
fa: دو فیلد رمزعبور با یک‌دیگر مطابقت ندارند

source: Password
fa: رمز عبور

source: Password confirmation
fa: تایید رمز عبور

source: Enter the same password as before, for verification.
fa: همان پسورد قبلی را، برای تایید دوباره وارد کنید

source: Receiver
fa: دریافت‌کننده

source: Input amount
fa: مقدار مبدا

source: Input currency
fa: ارز مبدا

source: Output amount
fa: مقدار مقصد

source: Output currency
fa: ارز مقصد

source: This conversion is not possible
fa: این تبدیل امکان‌پذیر نیست

source: This field is required
fa: این فیلد ضرروی است

source: Salary payment failed
fa: پرداخت حقوق انجام نشد

source: Rial
fa: ریال

source: Dollar
fa: دلار

source: Euro
fa: یورو

source: credit
fa: اعتبار

source: Wallets information
fa: اطلاعات کیف پول‌ها

source: Rial charge
fa: شارژ ریالی

source: Input
fa: مبدا

source: Output
fa: مقصد

source: Simulator
fa: شبیه‌ساز

source: Calculate input currency
fa: محاسبه‌ی ارز مبدا

source: Calculate output currency
fa: محاسبه‌ی ارز مقصد

source: Results are rounded to two decimal digits
fa: نتایج تا دو رقم اعشار گرد شده‌اند

source: Rates
fa: نرخ‌ها

source: Sell
fa: فروش

source: Buy
fa: خرید

source: Exchange fee
fa: کارمزد تبدیل

source: The total salary for employees are %(total_salary)s. The company wallet did not have enough credit to pay the salary. The transaction has failed and should be done manually.
fa: مجموع حقوق کارمندان %(total_salary)s است. کیف پول شرکت اعتبار کافی برای پرداخت حقو را نداشت. این تراکنش انجام نشده است و باید به صورت دستی انجام شود.

source: Register in ProxyPay
fa: عضویت در ProxyPay

source: Your account has been charged %f IRR. Click
fa: حساب شما %f ریال شارژ شده است. برای عضویت و استفاده از پولتان

source: here
fa: اینجا

source: to register and use your money.
fa: کلیک کنید

source: Transaction completed successfully
fa: تراکنش با موفقیت انجام شد

source: Confirmation failed. Please try again
fa: تایید موفقیت‌آمیز نبود. لطفا دوباره تلاش کنید

source: Due to fluctuations in exchange rates we were unable to process your request. Please try again.
fa: با توجه به نوسانات نرخ ارز، ما نتوانستیم درخوست شما را پردازش کنیم. لطفا دوباره سعی کنید

source: Unable to transfer funds
fa: امکان انتقال پول وجود ندارد

source: Exchange completed successfully
fa: تبدیل با موفقیت انجام شد
